Repository: JUscangaBrierley/TestRepocitory
Catalog: code/Portals/Member/Modules/MemberProfile/App_LocalResources/ViewMemberProfile.ascx.*.resx
Languages: es

# AddContent.Action
source: Edit Configuration
es: Editar Configuración

# ModuleHelp.Text
source: <P>A MemberProfile module</P>
es: <P>Un módulo MemberProfile</P>

# DefaultContent.Text
source: Here is some sample content
es: Aquí hay algunos contenidos de la muestra

# UpdateComplete.Text
source: Your profile has been updated.
es: Su perfil ha sido actualizado.

# RegistrationComplete.Text
source: Registration complete. Thanks!
es: Registro completar. ¡Muchas gracias!

# EmailConstraintViolation.Text
source: Sorry, that email is already in use. Please enter another email address
es: Lo sentimos, que el correo electrónico ya está en uso. Por favor, introduzca otra dirección de correo electrónico

# UsernameConstraintViolation.Text
source: Sorry, that UserName is already in use. Please enter a different username
es: Lo sentimos, ese usuario ya está en uso. Por favor, introduzca un nombre de usuario diferente

# HtmlBlock_CFMemberRegistration1.Text
source: <p>Thanks for becoming a loyalty member. For being a loyalty member, you will receive special rewards, bonuses and coupons.</p> </br> <h3>Basic Info</h3><hr/>
es: <h3>Información Básica</h3><hr/>

# HtmlBlock_CFMemberRegistration2.Text
source: <h3>Address</h3><hr/>
es: <h3>Predeterminado tarjeta de fidelidad</h3><hr/>

# HtmlBlock_CFMemberRegistration3.Text
source: <h3>Contact Info</h3><hr/>
es: <h3>Dirección</h3><hr/>

# HtmlBlock_CFMemberRegistration4.Text
source: <h3>Login Credentials</h3><hr/>
es: <h3>Información de Contacto</h3><hr/>

# HtmlBlock_CFMemberRegistration5.Text
source: <h3>Communication Preferences</h3><hr/>
es: <h3>Credenciales de Acceso</h3><hr/>

# HtmlBlock_CFMemberRegistration6.Text
source: <h3>Loyalty Card</h3><hr/>
es: <h3>Optar En/Fuera</h3><hr/>

# HtmlBlock_CFMemberSummary.Text
source: <h2 id="Title">Member Info</h2><table style="width:100%;"> <tr> <td><strong>Name:</strong> ##member.FirstName##&nbsp;##member.LastName##</td> </tr> <tr> <td><strong>Status: </strong>##member.MemberStatus##</td> </tr> <tr> <td> <strong>Enrollment Date:</strong> ##AttrValue('MemberDetails', 'EnrollDate', 0)## </td> </tr> <tr> <td> <strong>Last Activity Date:</strong> ##member.LastActivityDate## </td> </tr> <tr> <td> <strong>Tier:</strong> ##GetCurrentTierProperty('DisplayText')## </td> </tr> <tr> <td> <strong>Primary Email Address:</strong> ##member.PrimaryEmailAddress## </td> </tr> <tr> <td> <strong>Current Balance:</strong> ##GetPoints('1/1/1900','12/31/2100')## </td> </tr> </table>
es: <h2 id="Title">Información miembro</h2> <table style="width:100%;"> <tr> <td><strong> Nombre: </strong> ##member.FirstName## ##member.LastName## </td> </tr> <tr> <td><strong> Estado: </strong> ##member.MemberStatus## </td> </tr> <tr> <td> <strong>Fecha de inscripción: </strong> ##AttrValue('MemberDetails','EnrollDate',0)## </td> </tr> <tr> <td> <strong>Fecha Entro por última vez: </strong> ##member.LastActivityDate## </td> </tr> <tr> <td> <strong> Nivel: </ strong> ##GetCurrentTierProperty('DisplayText')## </td> </tr> <tr> <td> <strong> dirección de correo electrónico principal: </strong> ##member.PrimaryEmailAddress## </td> </tr> <tr> <td> <strong> Saldo actual: </strong> ##GetPoints('1/1/1900','12/31/2100')## </td> </tr> </table>

# HtmlBlock_CFUpdateProfile1.Text
source: <h3>Basic Info</h3><hr/>
es: <h3>Información Básica</h3><hr/>

# HtmlBlock_CFUpdateProfile2.Text
source: <h3>Address</h3><hr/>
es: <h3>Dirección</h3><hr/>

# HtmlBlock_CFUpdateProfile3.Text
source: <h3>Contact Info</h3><hr/>
es: <h3>Información de Contacto</h3><hr/>

# HtmlBlock_CFUpdateProfile4.Text
source: <h3>Opt In/Out</h3><hr/>
es: <h3>Optar En/Fuera</h3><hr/>

# btnCancel.Text
source: Cancel
es: Cancelar

# btnNext.Text
source: Next
es: Próximo>

# btnReset.Text
source: Reset
es: Reajustar

# btnSave.Text
source: Save
es: Ahorrar

# btnSubmit.Text
source: Submit
es: Presentar

# btnUpdate.Text
source: Update
es: Ahorrar
